{"meta":{"title":"Zhenghe International Peace Foundation (ZIPF)","subtitle":"Zhenghe International Peace Foundation","description":"ZIPF’s founding principle is that peace is central to every tradition and religion","author":"Chai","url":"http://zhengheforum.org"},"pages":[],"posts":[{"title":"Introduction","slug":"Introduction","date":"2016-05-27T03:55:20.000Z","updated":"2016-05-27T07:29:41.391Z","comments":true,"path":"2016/05/27/Introduction/","link":"","permalink":"http://zhengheforum.org/list.github.io/2016/05/27/Introduction/","excerpt":"","keywords":null,"text":"Zhenghe International Peace Foundation (ZIPF) is a U.S.-registered non-profit and non-governmental organization. ZIPF aims to build an open dialogue mechanism to promote cross-cultural understandings, exchanges, and peace in Asia. ZIPF publishes expert analysis and scholarly research and holds an annual conference that brings together international dignitaries, renowned scholars, policy experts, social activists, companies, universities, and research institutes. ZIPF’s founding principle is that peace is central to every tradition and religion. Harmony (“he”) and peace (“Islam”) are the core values of Chinese and Islamic cultures, respectively. These values are best embodied by the great Chinese-Muslim admiral Zhenghe of the 15th century, whose first name is also “he” (Islam). Zhenghe’s own actions were characterized by peace cultivation and trade promotion. ZIPF is inspired by and named after this great Chinese-Islamic admiral. This foundation is devoted to promoting mutual understanding, friendly relations, and peace between a rising China and the dynamic Muslim world, similar to the broader policies of China’s “One Belt, One Road” and Muslim countries’ “Look East.” In addition, the need for improving mutual understanding between the two worlds is also called upon following facts: (1) China is quickly becoming a global power and Muslim countries cannot neglect the global influence and consequences of a rising China;(2) Both Muslim-majority countries (such as Malaysia and Indonesia) and Chinese dominant countries (such as China and Singapore) have sizeable ethnic and religious minority groups that engage in transnational connections.(3) Deepening economic ties between the Chinese and Muslim worlds have created migration to and from the Chinese and Muslim worlds. These include Muslims from the Middle East and elsewhere that travel to Yiwu, Hong Kong, and Guangzhou. There are also large Chinese populations in Dubai, Kuala Lumpur, and Cairo, among others. The presence of each other’s migrant citizens requires mutual respect and in-depth communication between the two cultures.(4) To date, no platform for cultural dialogue exists to bridge the Chinese and Muslim worlds.","raw":null,"content":null,"categories":[],"tags":[{"name":"zhenghe","slug":"zhenghe","permalink":"http://zhengheforum.org/zhegnhe/tags/zhenghe/"},{"name":"china","slug":"china","permalink":"http://zhengheforum.org/zhegnhe/tags/china/"},{"name":"introduction","slug":"introduction","permalink":"http://zhengheforum.org/zhegnhe/tags/introduction/"}]}]}